Repository: Kurozora/kurozora-app
Catalog: Kurozora/Supporting Files/Content.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, es_419, fa, fi, fil, fr, he, hi, hu, hy, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: View posts
ar: عرض المنشورات
bn: পোস্ট দেখুন
cs: Zobrazit příspěvky
da: Se opslag
de: Beiträge ansehen
el: Προβολή αναρτήσεων
es: Ver publicaciones
es_419: Ver publicaciones
fa: مشاهده‌ی پست‌ها
fi: Näytä julkaisut
fil: Tingnan ang mga post
fr: Voir les posts
he: הצג פוסטים
hi: पोस्ट देखें
hu: Bejegyzések megtekintése
hy: Դիտել գրառումները
id: Lihat postingan
it: Vedi i post
ja: 投稿を見る
ko: 게시물 보기
ms: Lihat hantaran
nb: Vis innlegg
nl: Berichten bekijken
pl: Zobacz posty
pt_br: Ver publicações
pt_pt: Ver publicações
ro: Vezi postările
ru: Посмотреть посты
sv: Visa inlägg
ta: இடுகைகளைப் பார்
te: పోస్ట్‌లను చూడండి
th: ดูโพสต์
tr: Gönderileri görüntüle
uk: Переглянути дописи
ur: پوسٹس دیکھیں
vi: Xem bài đăng
zh_hans: 查看帖子
zh_hant: 查看貼文

source: View Result
ar: عرض النتيجة
bn: ফলাফল দেখো
cs: Zobrazit výsledek
da: Se resultat
de: Ergebnis ansehen
el: Προβολή αποτελέσματος
es: Ver resultado
es_419: Ver resultado
fa: مشاهده نتیجه
fi: Näytä tulos
fil: Tingnan ang Resulta
fr: Voir le résultat
he: הצג תוצאה
hi: परिणाम देखें
hu: Eredmény megtekintése
hy: Տեսնել արդյունքը
id: Lihat Hasil
it: Vedi risultato
ja: 結果を見る
ko: 결과 보기
ms: Lihat Keputusan
nb: Se resultat
nl: Resultaat bekijken
pl: Zobacz wynik
pt_br: Ver Resultado
pt_pt: Ver Resultado
ro: Vezi rezultatul
ru: Посмотреть результат
sv: Visa resultat
ta: முடிவைப் பார்
te: ఫలితాన్ని చూడు
th: ดูผล
tr: Sonucu Gör
uk: Переглянути результат
ur: نتیجہ دیکھیں
vi: Xem Kết quả
zh_hans: 查看结果
zh_hant: 查看結果

source: Violence & Gore
ar: العنف والدماء
bn: সহিংসতা ও রক্তপাত
cs: Násilí a krutost
da: Vold og blod
de: Gewalt & Brutalität
el: Βία & Αιματοχυσία
es: Violencia y gore
es_419: Violencia y gore
fa: خشونت و خونریزی
fi: Väkivalta ja verisyys
fil: Karahasan at Dugo
fr: Violence et gore
he: אלימות וזוועה
hi: हिंसा और रक्तपात
hu: Erőszak és vérengzés
hy: Բռնություն և արյունահեղություն
id: Kekerasan & Sadisme
it: Violenza e splatter
ja: 暴力・グロテスク表現
ko: 폭력 및 잔혹성
ms: Keganasan & Berdarah
nb: Vold og blod
nl: Geweld en bloederigheid
pl: Przemoc i drastyczne sceny
pt_br: Violência e Sangue
pt_pt: Violência e Sangue
ro: Violență și sânge
ru: Насилие и жестокость
sv: Våld och blod
ta: வன்முறை & ரத்தக்களறி
te: హింస & రక్తపాతం
th: ความรุนแรงและความโหดเหี้ยม
tr: Şiddet ve Vahşet
uk: Насильство та жорстокість
ur: تشدد اور خونریزی
vi: Bạo lực & Máu me
zh_hans: 暴力与血腥
zh_hant: 暴力與血腥

source: Violence & Profanity
ar: العنف والألفاظ النابية
bn: সহিংসতা ও অশ্লীল ভাষা
cs: Násilí a vulgarismy
da: Vold og bandeord
de: Gewalt & vulgäre Sprache
el: Βία & Βωμολοχίες
es: Violencia y lenguaje soez
es_419: Violencia y groserías
fa: خشونت و الفاظ رکیک
fi: Väkivalta ja kiroilu
fil: Karahasan at Pagmumura
fr: Violence et grossièretés
he: אלימות וגסות לשון
hi: हिंसा और अपशब्द
hu: Erőszak és trágárság
hy: Բռնություն և հայհոյանք
id: Kekerasan & Kata Kasar
it: Violenza e turpiloquio
ja: 暴力・暴言
ko: 폭력 및 비속어
ms: Keganasan & Kata-kata Kesat
nb: Vold og banning
nl: Geweld en grof taalgebruik
pl: Przemoc i wulgaryzmy
pt_br: Violência e Palavrões
pt_pt: Violência e Linguagem Obscena
ro: Violență și înjurături
ru: Насилие и ненормативная лексика
sv: Våld och svordomar
ta: வன்முறை & கெட்ட வார்த்தைகள்
te: హింస & దూషణ
th: ความรุนแรงและคำหยาบคาย
tr: Şiddet ve Küfür
uk: Насильство та лайка
ur: تشدد اور گالی گلوچ
vi: Bạo lực & Lời lẽ thô tục
zh_hans: 暴力与脏话
zh_hant: 暴力與粗俗用語

source: Virgo
ar: العذراء
bn: কন্যা
cs: Panna
da: Jomfruen
de: Jungfrau
el: Παρθένος
fa: سنبله
fi: Neitsyt
fr: Vierge
he: בתולה
hi: कन्या
hu: Szűz
hy: Կույս
it: Vergine
ja: おとめ座
ko: 처녀자리
nb: Jomfruen
nl: Maagd
pl: Panna
pt_br: Virgem
pt_pt: Virgem
ro: Fecioară
ru: Дева
sv: Jungfrun
ta: கன்னி
te: కన్య
th: ราศีกันย์
tr: Başak
uk: Діва
ur: سنبلہ
vi: Xử Nữ
zh_hans: 处女座
zh_hant: 處女座

source: Voice actor
ar: مؤدي صوت
bn: ভয়েস অ্যাক্টর
cs: Seiyuu
da: Stemmeskuespiller
de: Synchronsprecher
es: Seiyuu
fa: صداپیشه
fi: Ääninäyttelijä
fr: Seiyuu
he: Seiyuu
hu: Szinkronhang
hy: Դերասան-հնչյունավորող
it: Doppiatore
ja: 声優
ko: 성우
nb: Stemmeskuespiller
nl: Stemacteur
pl: Seiyuu
pt_br: Dublador
ru: Сэйю
sv: Röstskådespelare
te: వాయిస్ యాక్టర్
th: นักพากย์
tr: Seslendirme sanatçısı
uk: Актор озвучення
zh_hans: 配音演员
zh_hant: 配音員

source: Volume
ar: مجلد
bn: ভলিউম
cs: Svazek
da: Bind
de: Band
el: Τόμος
es: Volumen
es_419: Volumen
fa: جلد
fi: Pokkari
he: כרך
hi: वॉल्यूम
hu: Kötet
hy: Հատոր
ja: 巻
ko: 권
ms: Jilid
nb: Bind
nl: Deel
pl: Tom
ro: Volum
ru: Том
sv: Volym
ta: தொகுதி
te: వాల్యూమ్
th: เล่ม
tr: Cilt
uk: Том
ur: والیوم
vi: Tập
zh_hans: 卷
zh_hant: 卷

source: Waist
ar: الخصر
bn: কোমর
cs: Pas
da: Talje
de: Taille
el: Μέση
es: Cintura
es_419: Cintura
fa: دور کمر
fi: Vyötärö
fil: Baywang
fr: Tour de taille
he: מותניים
hi: कमर
hu: Derék
hy: Իրան
id: Pinggang
it: Vita
ja: ウエスト
ko: 허리둘레
ms: Pinggang
nb: Midje
nl: Taille
pl: Talia
pt_br: Cintura
pt_pt: Cintura
ro: Talie
ru: Талия
sv: Midja
ta: இடுப்பு
te: నడుము
th: เอว
tr: Bel
uk: Талія
ur: کمر
vi: Vòng eo
zh_hans: 腰围
zh_hant: 腰圍

source: watched
ar: مشاهدة
bn: দেখা হয়েছে
cs: zhlédnuto
da: set
de: gesehen
el: παρακολούθησες
es: visto
es_419: visto
fa: تماشا شده
fi: katsottu
fil: napanood
fr: regardé
he: נצפה
hi: देखा
hu: megnézve
hy: դիտված
id: ditonton
it: visto
ja: 視聴
ko: 시청
ms: ditonton
nb: sett
nl: bekeken
pl: obejrzano
pt_br: assistido
pt_pt: visto
ro: vizionat
ru: просмотрено
sv: sett
ta: பார்த்தது
te: చూశారు
th: ดูแล้ว
tr: izlendi
uk: переглянуто
ur: دیکھا
vi: đã xem
zh_hans: 已观看
zh_hant: 已觀看

source: Watching
ar: أشاهده
bn: দেখছি
cs: Sleduji
da: Ser
de: Schaue ich
el: Παρακολουθώ
es: Viendo
es_419: Viendo
fa: در حال تماشا
fi: Katsotaan
fil: Pinapanood
fr: En cours de visionnage
he: בצפייה
hi: देख रहे हैं
hu: Nézés alatt
hy: Դիտում եմ
id: Sedang ditonton
it: In visione
ja: 視聴中
ko: 시청 중
ms: Sedang Tonton
nb: Ser på
nl: Kijken
pl: Oglądam
pt_br: Assistindo
pt_pt: A ver
ro: Vizionez
ru: Смотрю
sv: Tittar
ta: பார்த்துக்கொண்டிருக்கிறேன்
te: చూస్తున్నాను
th: กำลังดู
tr: İzleniyor
uk: Дивлюся
ur: دیکھ رہے ہیں
vi: Đang xem
zh_hans: 观看中
zh_hant: 觀看中

source: Web novel
ar: رواية ويب
bn: ওয়েব নভেল
da: Webroman
de: Webroman
fi: Web-romaani
hi: वेब नॉवेल
hy: Web վեպ
ja: Web小説
nl: Webroman
ru: Веб-новелла
sv: Webbroman
te: వెబ్ నవల
th: เว็บโนเวล
tr: Web roman
uk: Веб-роман
ur: ویب ناول
zh_hans: 网络小说
zh_hant: 網路小說

source: Weight
ar: الوزن
bn: ওজন
cs: Váha
da: Vægt
de: Gewicht
el: Βάρος
es: Peso
es_419: Peso
fa: وزن
fi: Paino
fil: Timbang
fr: Poids
he: משקל
hi: वज़न
hu: Testsúly
hy: Քաշ
id: Berat
it: Peso
ja: 体重
ko: 체중
ms: Berat
nb: Vekt
nl: Gewicht
pl: Waga
pt_br: Peso
pt_pt: Peso
ro: Greutate
ru: Вес
sv: Vikt
ta: எடை
te: బరువు
th: น้ำหนัก
tr: Kilo
uk: Вага
ur: وزن
vi: Cân nặng
zh_hans: 体重
zh_hant: 體重

source: Welcome to Kurozora! Introduce yourself to get started (^_^)/
ar: مرحبًا بك في Kurozora! عرّف بنفسك للبدء (^_^)/
bn: Kurozora-তে স্বাগতম! শুরু করতে নিজের পরিচয় দিন (^_^)/
cs: Vítej na Kurozoře! Začni tím, že se představíš (^_^)/
da: Velkommen til Kurozora! Præsentér dig selv for at komme i gang (^_^)/
de: Willkommen bei Kurozora! Stell dich vor, um loszulegen (^_^)/
el: Καλώς ήρθες στο Kurozora! Σύστησε τον εαυτό σου για να ξεκινήσεις (^_^)/
es: ¡Bienvenido a Kurozora! Preséntate para empezar (^_^)/
es_419: ¡Bienvenido a Kurozora! Preséntate para comenzar (^_^)/
fa: به Kurozora خوش اومدی! برای شروع خودت رو معرفی کن (^_^)/
fi: Tervetuloa Kurozoraan! Esittele itsesi päästäksesi alkuun (^_^)/
fil: Maligayang pagdating sa Kurozora! Ipakilala ang iyong sarili para magsimula (^_^)/
fr: Bienvenue sur Kurozora ! Présente-toi pour commencer (^_^)/
he: ברוך בואך ל-Kurozora! הצג את עצמך כדי להתחיל (^_^)/
hi: Kurozora में स्वागत है! शुरू करने के लिए अपना परिचय दो (^_^)/
hu: Üdv a Kurozorán! Mutatkozz be, hogy belevágj (^_^)/
hy: Բարի գալուստ Kurozora! Ներկայացրու քեզ՝ սկսելու համար (^_^)/
id: Selamat datang di Kurozora! Perkenalkan dirimu untuk memulai (^_^)/
it: Benvenuto su Kurozora! Presentati per iniziare (^_^)/
ja: Kurozoraへようこそ！まずは自己紹介から始めよう (^_^)/
ko: Kurozora에 오신 것을 환영해요! 자기소개를 작성하고 시작해 보세요 (^_^)/
ms: Selamat datang ke Kurozora! Perkenalkan diri anda untuk bermula (^_^)/
nb: Velkommen til Kurozora! Presenter deg selv for å komme i gang (^_^)/
nl: Welkom bij Kurozora! Stel jezelf voor om te beginnen (^_^)/
pl: Witaj w Kurozora! Przedstaw się, aby zacząć (^_^)/
pt_br: Bem-vindo ao Kurozora! Apresente-se para começar (^_^)/
pt_pt: Bem-vindo ao Kurozora! Apresenta-te para começar (^_^)/
ro: Bun venit pe Kurozora! Prezintă-te ca să începi (^_^)/
ru: Добро пожаловать в Kurozora! Расскажите о себе, чтобы начать (^_^)/
sv: Välkommen till Kurozora! Presentera dig själv för att komma igång (^_^)/
ta: Kurozora இற்கு வரவேற்கிறோம்! தொடங்க உங்களை அறிமுகப்படுத்துங்கள் (^_^)/
te: Kurozoraకి స్వాగతం! ప్రారంభించడానికి మీ గురించి చెప్పండి (^_^)/
th: ยินดีต้อนรับสู่ Kurozora! แนะนำตัวเองเพื่อเริ่มต้นกันเลย (^_^)/
tr: Kurozora'ya hoş geldin! Başlamak için kendini tanıt (^_^)/
uk: Ласкаво просимо до Kurozora! Розкажи про себе, щоб почати (^_^)/
ur: Kurozora میں خوش آمدید! شروع کرنے کے لیے اپنا تعارف کروائیں (^_^)/
vi: Chào mừng đến với Kurozora! Hãy giới thiệu bản thân để bắt đầu (^_^)/
zh_hans: 欢迎来到 Kurozora！来做个自我介绍开始吧 (^_^)/
zh_hant: 歡迎來到 Kurozora！先自我介紹一下開始吧 (^_^)/

source: What stands out?
ar: ما الذي يلفت الانتباه؟
bn: কী চোখে পড়ছে?
cs: Co tě zaujalo?
da: Hvad springer i øjnene?
de: Was fällt auf?
el: Τι ξεχωρίζει;
es: ¿Qué destaca?
es_419: ¿Qué destaca?
fa: چه چیزی برجسته است؟
fi: Mikä pistää silmään?
fil: Ano ang namumukod-tangi?
fr: Qu’est-ce qui ressort ?
he: מה בולט?
hi: क्या खास लगा?
hu: Mi tűnik szembe?
hy: Ի՞նչն է աչքի ընկնում։
id: Apa yang menonjol?
it: Cosa salta all'occhio?
ja: 印象に残った点は？
ko: 어떤 점이 눈에 띄나요?
ms: Apa yang menonjol?
nb: Hva skiller seg ut?
nl: Wat valt op?
pl: Co się wyróżnia?
pt_br: O que se destaca?
pt_pt: O que se destaca?
ro: Ce iese în evidență?
ru: Что бросается в глаза?
sv: Vad sticker ut?
ta: எது தனித்து நிற்கிறது?
te: ఏది ప్రత్యేకంగా అనిపిస్తుంది?
th: อะไรที่โดดเด่น?
tr: Ne dikkat çekiyor?
uk: Що впадає в око?
ur: کیا چیز نمایاں ہے؟
vi: Điều gì nổi bật?
zh_hans: 有哪些值得注意的地方？
zh_hant: 有什麼值得注意的？

source: What the colors mean
ar: معنى الألوان
bn: রংগুলোর মানে
cs: Co barvy znamenají
da: Hvad farverne betyder
de: Was die Farben bedeuten
el: Τι σημαίνουν τα χρώματα
es: Qué significan los colores
es_419: Qué significan los colores
fa: معنای رنگ‌ها
fi: Mitä värit tarkoittavat
fil: Ang ibig sabihin ng mga kulay
fr: Ce que signifient les couleurs
he: מה הצבעים אומרים
hi: रंगों का मतलब
hu: Mit jelentenek a színek
hy: Ինչ են նշանակում գույները
id: Arti warna
it: Cosa significano i colori
ja: 色の意味
ko: 색의 의미
ms: Maksud warna
nb: Hva fargene betyr
nl: Wat de kleuren betekenen
pl: Co oznaczają kolory
pt_br: O que as cores significam
pt_pt: O que as cores significam
ro: Ce înseamnă culorile
ru: Что означают цвета
sv: Vad färgerna betyder
ta: நிறங்களின் பொருள்
te: రంగుల అర్థం
th: ความหมายของสี
tr: Renkler ne anlama gelir
uk: Що означають кольори
ur: رنگوں کا مطلب
vi: Ý nghĩa của màu sắc
zh_hans: 颜色的含义
zh_hant: 顏色的含義

source: What’s on your mind?
ar: بماذا تفكر؟
bn: কী ভাবছেন?
cs: Co máš na srdci?
da: Hvad tænker du på?
de: Was beschäftigt dich?
el: Τι σκέφτεσαι;
es: ¿Qué tienes en mente?
es_419: ¿Qué estás pensando?
fa: چی تو فکرته؟
fi: Mitä mietit?
fil: Ano ang nasa isip mo?
fr: À quoi penses-tu ?
he: מה עובר לך בראש?
hi: क्या चल रहा है दिमाग़ में?
hu: Mi jár a fejedben?
hy: Ի՞նչ ես մտածում։
id: Apa yang sedang kamu pikirkan?
it: A cosa stai pensando?
ja: いまどうしてる？
ko: 무슨 생각을 하고 있나요?
ms: Apa yang anda fikirkan?
nb: Hva tenker du på?
nl: Waar denk je aan?
pl: O czym myślisz?
pt_br: No que você está pensando?
pt_pt: O que tens em mente?
ro: La ce te gândești?
ru: Что у тебя на уме?
sv: Vad tänker du på?
ta: உங்கள் மனதில் என்ன இருக்கிறது?
te: మీ మనసులో ఏముంది?
th: กำลังคิดอะไรอยู่?
tr: Aklında ne var?
uk: Що в тебе на думці?
ur: آپ کے ذہن میں کیا ہے؟
vi: Bạn đang nghĩ gì?
zh_hans: 在想些什么？
zh_hant: 你在想些什麼？

source: When you block someone, they will be able to see your public messages, but will no longer be able to engage with them. They will also not be able to follow or message you, and you will not see notifications from them.
ar: عند حظر شخص ما، سيظل بإمكانه رؤية رسائلك العامة، لكنه لن يتمكن بعد ذلك من التفاعل معها. كما لن يتمكن من متابعتك أو مراسلتك، ولن تصلك إشعارات منه.
bn: আপনি যখন কাউকে ব্লক করেন, তখন তিনি আপনার পাবলিক মেসেজ দেখতে পারবেন, কিন্তু সেগুলোর সাথে যুক্ত হতে পারবেন না। তিনি আপনাকে ফলো বা মেসেজও করতে পারবেন না, এবং আপনি তাঁর কাছ থেকে কোনো নোটিফিকেশন দেখতে পাবেন না।
cs: Když někoho zablokujete, bude i nadále vidět vaše veřejné zprávy, ale nebude na ně moci reagovat. Také vás nebude moci sledovat ani vám psát zprávy a vy neuvidíte žádná oznámení od něj.
da: Når du blokerer nogen, kan de stadig se dine offentlige beskeder, men de kan ikke længere interagere med dem. De kan heller ikke følge eller skrive til dig, og du vil ikke se notifikationer fra dem.
de: Wenn Sie jemanden blockieren, kann diese Person Ihre öffentlichen Nachrichten weiterhin sehen, aber nicht mehr mit ihnen interagieren. Sie kann Ihnen außerdem nicht mehr folgen oder Nachrichten senden, und Sie erhalten keine Benachrichtigungen von ihr.
el: Όταν αποκλείετε κάποιον, θα μπορεί να βλέπει τα δημόσια μηνύματά σας, αλλά δεν θα μπορεί πλέον να αλληλεπιδρά με αυτά. Επίσης δεν θα μπορεί να σας ακολουθεί ή να σας στέλνει μηνύματα, και δεν θα βλέπετε ειδοποιήσεις από αυτόν.
es: Cuando bloquea a alguien, podrá ver sus mensajes públicos, pero ya no podrá interactuar con ellos. Tampoco podrá seguirle ni enviarle mensajes, y usted no verá sus notificaciones.
es_419: Cuando bloqueas a alguien, esa persona podrá ver tus mensajes públicos, pero ya no podrá interactuar con ellos. Tampoco podrá seguirte ni enviarte mensajes, y no verás notificaciones suyas.
fa: وقتی کسی را مسدود می‌کنید، او همچنان می‌تواند پیام‌های عمومی شما را ببیند، اما دیگر نمی‌تواند با آن‌ها تعامل کند. همچنین نمی‌تواند شما را دنبال کند یا برایتان پیام بفرستد، و شما اعلان‌های او را نخواهید دید.
fi: Kun estät jonkun, hän voi edelleen nähdä julkiset viestisi, mutta ei voi enää reagoida niihin. Hän ei myöskään voi seurata sinua tai lähettää sinulle viestejä, etkä sinä näe häneltä ilmoituksia.
fil: Kapag hinarang ninyo ang isang tao, makikita pa rin niya ang inyong mga pampublikong mensahe, ngunit hindi na siya makaka-engage sa mga ito. Hindi rin niya kayo magagawang i-follow o ma-message, at hindi ninyo makikita ang mga notipikasyon mula sa kaniya.
fr: Lorsque vous bloquez quelqu’un, cette personne pourra voir vos messages publics, mais ne pourra plus interagir avec eux. Elle ne pourra pas non plus vous suivre ni vous envoyer de message, et vous ne verrez plus ses notifications.
he: כאשר אתה חוסם מישהו, הוא יוכל לראות את ההודעות הציבוריות שלך, אך לא יוכל עוד להגיב עליהן. כמו כן, הוא לא יוכל לעקוב אחריך או לשלוח לך הודעות, ואתה לא תראה התראות ממנו.
hi: जब आप किसी को ब्लॉक करते हैं, तो वे आपके सार्वजनिक संदेश देख सकेंगे, लेकिन उनके साथ इंटरैक्ट नहीं कर पाएंगे। वे आपको फ़ॉलो या संदेश भी नहीं भेज पाएंगे, और आपको उनकी ओर से कोई सूचना नहीं दिखेगी।
hu: Ha letilt valakit, az illető továbbra is láthatja az Ön nyilvános üzeneteit, de már nem reagálhat rájuk. Nem tudja Önt követni vagy üzenetet küldeni Önnek, és Ön sem fog értesítéseket kapni tőle.
hy: Երբ Դուք արգելափակում եք որևէ մեկին, նա կկարողանա տեսնել Ձեր հրապարակային հաղորդագրությունները, սակայն այլևս չի կարողանա փոխազդել դրանց հետ։ Նա նաև չի կարողանա հետևել Ձեզ կամ գրել Ձեզ, և Դուք չեք տեսնի նրանից եկող ծանուցումները։
id: Saat Anda memblokir seseorang, mereka masih dapat melihat pesan publik Anda, tetapi tidak lagi dapat berinteraksi dengannya. Mereka juga tidak dapat mengikuti atau mengirim pesan kepada Anda, dan Anda tidak akan melihat notifikasi dari mereka.
it: Quando blocca qualcuno, questa persona potrà comunque vedere i Suoi messaggi pubblici, ma non potrà più interagirvi. Inoltre non potrà più seguirLa né inviarLe messaggi, e Lei non riceverà più notifiche da parte sua.
ja: 誰かをブロックすると、その相手はあなたの公開メッセージを閲覧できますが、それらに反応することはできなくなります。また、相手はあなたをフォローしたりメッセージを送ったりできなくなり、あなたには相手からの通知が表示されなくなります。
ko: 누군가를 차단하면 상대방은 회원님의 공개 메시지를 볼 수는 있지만, 더 이상 메시지에 반응할 수 없습니다. 또한 상대방은 회원님을 팔로우하거나 회원님에게 메시지를 보낼 수 없으며, 회원님은 상대방으로부터의 알림을 받지 않습니다.
ms: Apabila anda menyekat seseorang, mereka masih dapat melihat mesej awam anda, tetapi tidak lagi boleh berinteraksi dengannya. Mereka juga tidak boleh mengikut atau menghantar mesej kepada anda, dan anda tidak akan melihat pemberitahuan daripada mereka.
nb: Når du blokkerer noen, vil de fortsatt kunne se de offentlige meldingene dine, men de vil ikke lenger kunne samhandle med dem. De vil heller ikke kunne følge eller sende deg meldinger, og du vil ikke se varsler fra dem.
nl: Wanneer je iemand blokkeert, kan diegene je openbare berichten zien, maar kan er niet meer mee interacteren. Ook kan diegene je niet meer volgen of een bericht sturen, en je ziet geen meldingen meer van diegene.
pl: Gdy zablokujesz kogoś, będzie mógł nadal widzieć Twoje publiczne wiadomości, ale nie będzie mógł już z nimi wchodzić w interakcje. Nie będzie też mógł Cię obserwować ani wysyłać Ci wiadomości, a Ty nie będziesz widzieć powiadomień od tej osoby.
pt_br: Quando você bloqueia alguém, a pessoa poderá ver suas mensagens públicas, mas não poderá mais interagir com elas. Ela também não poderá seguir você nem enviar mensagens, e você não verá notificações dela.
pt_pt: Quando bloqueia alguém, essa pessoa poderá ver as suas mensagens públicas, mas deixará de poder interagir com elas. Também não poderá segui-lo nem enviar-lhe mensagens, e não receberá notificações dessa pessoa.
ro: Când blocați pe cineva, va putea vedea mesajele dumneavoastră publice, însă nu va mai putea interacționa cu ele. De asemenea, nu vă va mai putea urmări sau trimite mesaje, iar dumneavoastră nu veți mai vedea notificări de la persoana respectivă.
ru: Когда вы блокируете пользователя, он по-прежнему сможет видеть ваши публичные сообщения, но больше не сможет взаимодействовать с ними. Он также не сможет подписываться на вас или писать вам, а вы не будете получать от него уведомления.
sv: När du blockerar någon kan personen fortfarande se dina offentliga meddelanden, men kan inte längre interagera med dem. Personen kan inte heller följa eller skicka meddelanden till dig, och du ser inga aviseringar från personen.
ta: நீங்கள் ஒருவரைத் தடுக்கும்போது, அவர்களால் உங்கள் பொதுச் செய்திகளைப் பார்க்க முடியும், ஆனால் அவற்றுடன் தொடர்பு கொள்ள முடியாது. அவர்களால் உங்களைப் பின்தொடரவோ செய்தி அனுப்பவோ முடியாது, மேலும் அவர்களிடமிருந்து வரும் அறிவிப்புகளை நீங்கள் பார்க்க மாட்டீர்கள்.
te: మీరు ఎవరినైనా బ్లాక్ చేసినప్పుడు, వారు మీ పబ్లిక్ సందేశాలను చూడగలరు, కానీ వాటితో ఇకపై ఇంటరాక్ట్ చేయలేరు. వారు మిమ్మల్ని ఫాలో చేయడం లేదా సందేశం పంపడం కూడా చేయలేరు, మరియు వారి నుండి మీకు నోటిఫికేషన్‌లు కనిపించవు.
th: เมื่อคุณบล็อกใครบางคน บุคคลนั้นจะยังคงเห็นข้อความสาธารณะของคุณได้ แต่จะไม่สามารถมีปฏิสัมพันธ์กับข้อความเหล่านั้นได้อีกต่อไป อีกทั้งจะไม่สามารถติดตามหรือส่งข้อความถึงคุณได้ และคุณจะไม่เห็นการแจ้งเตือนจากบุคคลนั้น
tr: Birini engellediğinizde, herkese açık mesajlarınızı görebilir ancak artık onlarla etkileşime giremez. Ayrıca sizi takip edemez veya size mesaj gönderemezler ve onlardan gelen bildirimleri görmezsiniz.
uk: Коли ви когось блокуєте, ця особа зможе бачити ваші публічні повідомлення, але більше не зможе з ними взаємодіяти. Вона також не зможе підписатися на вас чи надсилати вам повідомлення, а ви не бачитимете сповіщень від неї.
ur: جب آپ کسی کو بلاک کرتے ہیں، تو وہ آپ کے عوامی پیغامات دیکھ سکیں گے، لیکن ان کے ساتھ مزید مشغول نہیں ہو سکیں گے۔ وہ آپ کو فالو یا پیغام بھی نہیں کر سکیں گے، اور آپ کو ان کی جانب سے کوئی اطلاع موصول نہیں ہوگی۔
vi: Khi bạn chặn một người, họ vẫn có thể xem các tin nhắn công khai của bạn, nhưng sẽ không còn tương tác được với chúng nữa. Họ cũng sẽ không thể theo dõi hoặc nhắn tin cho bạn, và bạn sẽ không thấy thông báo từ họ.
zh_hans: 屏蔽某人后，对方仍可看到你的公开消息，但将无法与之互动。对方也将无法关注你或向你发送消息，你也不会看到来自对方的通知。
zh_hant: 當您封鎖某人後，對方仍可看到您的公開訊息，但將無法與這些訊息互動。對方也將無法追蹤您或傳送訊息給您，而您也不會收到來自對方的通知。

source: When you have notifications, you will see them here!
ar: عندما تصلك إشعارات، ستظهر لك هنا!
bn: যখন আপনার নোটিফিকেশন থাকবে, আপনি সেগুলো এখানে দেখতে পাবেন!
cs: Až budeš mít nějaká oznámení, uvidíš je tady!
da: Når du har notifikationer, kan du se dem her!
de: Sobald du Benachrichtigungen hast, erscheinen sie hier!
el: Όταν έχεις ειδοποιήσεις, θα τις βλέπεις εδώ!
es: Cuando tengas notificaciones, ¡las verás aquí!
es_419: ¡Cuando tengas notificaciones, las verás aquí!
fa: وقتی اعلانی داشته باشی، اینجا می‌بینیش!
fi: Kun sinulla on ilmoituksia, näet ne täällä!
fil: Kapag may mga notipikasyon ka, makikita mo ang mga ito rito!
fr: Quand tu auras des notifications, tu les verras ici !
he: כשיהיו לך התראות, תראה אותן כאן!
hi: जब आपके पास सूचनाएं होंगी, तो वे यहां दिखेंगी!
hu: Amint értesítéseid lesznek, itt fognak megjelenni!
hy: Երբ ծանուցումներ ունենաս, դրանք կտեսնես այստեղ!
id: Saat kamu punya notifikasi, kamu akan melihatnya di sini!
it: Quando avrai delle notifiche, le vedrai qui!
ja: 通知が届くと、ここに表示されます！
ko: 알림이 생기면 여기에 표시돼요!
ms: Apabila anda mempunyai pemberitahuan, anda akan melihatnya di sini!
nb: Når du har varsler, vil du se dem her!
nl: Als je meldingen hebt, zie je ze hier!
pl: Gdy będziesz mieć powiadomienia, zobaczysz je tutaj!
pt_br: Quando você tiver notificações, elas aparecerão aqui!
pt_pt: Quando tiveres notificações, vais vê-las aqui!
ro: Când vei avea notificări, le vei vedea aici!
ru: Когда появятся уведомления, ты увидишь их здесь!
sv: När du har aviseringar visas de här!
ta: உங்களுக்கு அறிவிப்புகள் இருக்கும்போது, அவற்றை இங்கே பார்ப்பீர்கள்!
te: మీకు నోటిఫికేషన్‌లు వచ్చినప్పుడు, వాటిని ఇక్కడ చూస్తారు!
th: เมื่อคุณมีการแจ้งเตือน คุณจะเห็นได้ที่นี่!
tr: Bildirimlerin olduğunda, onları burada göreceksin!
uk: Коли у тебе з'являться сповіщення, ти побачиш їх тут!
ur: جب آپ کے پاس اطلاعات ہوں گی، تو آپ انہیں یہاں دیکھیں گے!
vi: Khi bạn có thông báo, bạn sẽ thấy chúng ở đây!
zh_hans: 当你有通知时，会在这里看到！
zh_hant: 當你收到通知時，就會顯示在這裡！

source: Win rate
ar: نسبة الفوز
bn: জয়ের হার
cs: Úspěšnost
da: Sejrrate
de: Gewinnquote
el: Ποσοστό νικών
es: Tasa de victorias
es_419: Tasa de victorias
fa: نرخ برد
fi: Voittoprosentti
fr: Taux de victoire
he: אחוז ניצחונות
hi: जीत की दर
hu: Győzelmi arány
hy: Հաղթանակների տոկոս
id: Rasio kemenangan
it: Percentuale di vittorie
ja: 勝率
ko: 승률
ms: Kadar kemenangan
nb: Seiersandel
nl: Winstpercentage
pl: Odsetek zwycięstw
pt_br: Taxa de vitórias
pt_pt: Taxa de vitórias
ro: Rată de victorii
ru: Доля побед
sv: Vinstandel
ta: வெற்றி விகிதம்
te: గెలుపు రేటు
th: อัตราชนะ
tr: Kazanma oranı
uk: Частка перемог
ur: جیت کی شرح
vi: Tỷ lệ thắng
zh_hans: 胜率
zh_hant: 勝率

source: With a total of %@.
ar: بإجمالي %@.
bn: মোট %@ সহ।
cs: S celkovou délkou %@.
da: Med i alt %@.
de: Mit insgesamt %@.
el: Με σύνολο %@.
es: Con un total de %@.
es_419: Con un total de %@.
fa: با مجموع %@.
fi: Yhteensä %@.
fil: Na may kabuuang %@.
fr: Pour un total de %@.
he: בסך הכול %@.
hi: कुल मिलाकर %@।
hu: Összesen %@.
hy: Ընդհանուր առմամբ՝ %@։
id: Dengan total %@.
it: Per un totale di %@.
ja: 合計 %@。
ko: 총 %@입니다.
ms: Dengan jumlah keseluruhan %@.
nb: Med totalt %@.
nl: Met een totaal van %@.
pl: W sumie %@.
pt_br: Com um total de %@.
pt_pt: Com um total de %@.
ro: Cu un total de %@.
ru: Всего %@.
sv: Med totalt %@.
ta: மொத்தம் %@ உடன்.
te: మొత్తం %@తో.
th: รวมทั้งหมด %@
tr: Toplam %@ ile.
uk: Загалом %@.
ur: کل %@ کے ساتھ۔
vi: Với tổng cộng %@.
zh_hans: 总计 %@。
zh_hant: 總計 %@。
